Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/GeneralSettingsUI/Reset.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RESET_ICONS_MSG
source: Your Home Screen will be reset to the default iPhone layout. Downloaded apps will appear alphabetically after the first Home Screen page and app folders will be removed. Hidden apps will remain hidden.
ar: سيعاد تعيين الشاشة الرئيسية إلى تخطيط iPhone الافتراضي. ستظهر التطبيقات المنزَّلة بالترتيب الأبجدي بعد أول صفحة في الشاشة الرئيسية وستتم إزالة مجلد التطبيقات. ستظل التطبيقات المخفية مخفية.
bg: Вашият Начален екран ще бъде нулиран до изгледа на iPhone по подразбиране. Изтеглените приложения ще се появят по азбучен ред след първата страница на Начален екран, а папките с приложения ще бъдат премахнати. Скритите приложения ще останат скрити.
ca: Es restablirà la disposició per omissió de la pantalla d’inici de l’iPhone. Les apps descarregades es mostraran en ordre alfabètic a partir de la segona pàgina de la pantalla d’inici i s’eliminaran les carpetes que tinguis. Les apps que hagis ocultat romandran ocultes.
cs: Uspořádání plochy iPhonu se vrátí do výchozího stavu. Stažené aplikace se seřadí podle abecedy od druhé stránky plochy a složky aplikací budou odstraněny. Skryté aplikace zůstanou skryté.
da: Hjemmeskærmen nulstilles til standardlayoutet for iPhone. Hentede apps vises alfabetisk efter den første side på hjemmeskærmen, og mapper med apps fjernes. Skjulte apps forbliver skjulte.
de: Dein Home-Bildschirm wird auf das Standardlayout für das iPhone zurückgesetzt. Geladen Apps werden nach der Ersten Seite des Home-Bildschirms alphabetisch angezeigt. App-Ordner werden entfernt. Verborgene Apps bleiben verborgen.
el: Θα γίνει επαναφορά της οθόνης Αφετηρίας σας στην προεπιλεγμένη διάταξη του iPhone. Οι ληφθείσες εφαρμογές θα εμφανίζονται αλφαβητικά μετά την πρώτη σελίδα οθόνης Αφετηρίας και θα αφαιρεθούν οι φάκελοι εφαρμογών. Οι κρυμμένες εφαρμογές θα παραμείνουν κρυμμένες.
es: Se restablecerá la disposición por omisión de la pantalla de inicio del iPhone. Las apps descargadas se mostrarán en orden alfabético a partir de la segunda pantalla de inicio y se eliminarán las carpetas de apps. Las apps que hayas ocultado seguirán ocultas.
es_us: Tu pantalla de inicio se restablecerá a la configuración original del iPhone. Las apps descargadas se mostrarán en orden alfabético después de la primera pantalla de inicio y se eliminarán las carpetas de archivos. Las apps ocultas permanecerán ocultas.
fi: Koti-valikko nollataan iPhonen oletusasetteluun. Ladatut apit näkyvät aakkosjärjestyksessä ensimmäisen Koti-valikon sivun jälkeen ja appikansiot poistetaan. Kätketyt apit pysyvät kätkettyinä.
fr: La disposition de l’écran d’accueil par défaut de l’iPhone sera rétablie. Les apps téléchargées seront affichées par ordre alphabétique à partir de la deuxième page de l’écran d’accueil et les dossiers d’apps seront supprimés. Les apps masquées seront toujours masquées.
fr_ca: L’écran d’accueil par défaut de l’iPhone sera rétabli. Les apps téléchargées s’afficheront dans l’ordre alphabétique après la première page de l’écran d’accueil, et les dossiers d’apps seront supprimés. Les apps masquées continueront de l’être.
he: מסך הבית שלך יאופס לפריסת ברירת המחדל של ה-iPhone. יישומים שהורדת יופיעו בסדר אלפביתי לאחר מסך הבית הראשון, ותיקיות יישומים יוסרו. יישומים מוסתרים יישארו מוסתרים.
hi: आपकी होम स्क्रीन को आपके डिफ़ॉल्ट iPhone लेआउट पर रीसेट कर दिया जाएगा। डाउनलोड किए गए ऐप्स पहले होम स्क्रीन पृष्ठ के बाद वर्णमाला के क्रम में दिखाए जाएँगे और ऐप्स फ़ोल्डर को हटा दिया जाएगा। छिपे हुए ऐप्स छिपे रहेंगे।
hr: Vaš će se početni zaslon vratiti na zadani izgled iPhonea. Preuzete aplikacije pojavit će se abecednim redom nakon prve stranice početnog zaslona i mape aplikacija bit će uklonjene. Skrivene aplikacije ostat će skrivene.
hu: A Főképernyője az alapértelmezett iPhone-elrendezésre lesz beállítva. A letöltött appok a Főképernyő első oldala után betűrendben jelennek meg, és az appok mappái el lesznek távolítva. A rejtett appok továbbra is rejtve maradnak.
id: Layar Utama Anda akan diatur ulang ke tata letak iPhone default. App unduhan akan muncul secara alfabetis setelah halaman Layar Utama pertama dan folder app akan dihapus. App tersembunyi akan tetap tersembunyi.
it: La schermata Home verrà ripristinata al layout di default di iPhone. Le app scaricate compariranno in ordine alfabetico dopo la prima pagina della Home e le cartelle verranno rimosse. Le app nascoste non verranno rese nuovamente visibili.
ja: ホーム画面はデフォルトのiPhoneのレイアウトにリセットされます。ダウンロードしたアプリは、ホーム画面の2番目のページ以降にアルファベット順に表示されます。また、非表示のアプリは非表示のままになります。
kk: Басты экран әдепкі iPhone макеті күйіне қайтарылады. Жүктеп алынған қолданбалар алғашқы басты экран бетінен кейінгі бетте алфавит бойынша көрсетіледі, ал қолданба қалталары жойылады. Жасырын қолданбалар жасырын күйде қалады.
ko: 홈 화면이 기본 iPhone 레이아웃으로 재설정됩니다. 다운로드된 앱은 첫 번째 홈 화면 페이지의 다음 페이지에 알파벳순으로 나타나고 앱 폴더는 제거됩니다. 가려진 앱은 계속 가려진 상태로 유지됩니다.
lt: Jūsų pradžios ekranui bus iš naujo nustatytas numatytasis „iPhone“ išdėstymas. Pradedant pirmuoju pradžios ekrano puslapiu, atsisiųstos programos bus rodomos abėcėlės tvarka, o programų aplankai pašalinti. Paslėptos programos ir toliau nebus rodomos.
ms: Skrin Utama anda akan direset kepada tataletak iPhone lalai. App yang dimuat turun akan kelihatan mengikut huruf selepas halaman Skrin Utama pertama dan folder app akan dikeluarkan. App tersembunyi akan kekal tersembunyi.
nl: Je beginscherm wordt opnieuw ingesteld op de standaard iPhone-indeling. Gedownloade apps worden alfabetisch weergegeven na de eerste pagina van het beginscherm en mappen met apps worden verwijderd. Verborgen apps blijven verborgen.
no: Hjem-skjermen vil bli nullstilt til standard layout for iPhone. Nedlastede apper vises alfabetisk etter den første siden av Hjem-skjermen, og alle mapper vil bli fjernet. Skjulte apper forblir skjult.
pl: Przywrócony zostanie układ domyślny ekranu głównego. Pobrane aplikacje zostaną uporządkowane alfabetycznie, zaczynając od drugiej strony ekranu głównego, a foldery aplikacji zostaną usunięte. Aplikacje ukryte pozostaną ukryte.
pt: Sua Tela de Início será redefinida ao layout padrão do iPhone. Os apps baixados aparecerão em ordem alfabética depois da primeira página da Tela de Início e as pastas de apps serão removidas. Os apps ocultos permanecerão nesse estado.
pt_pt: A disposição predefinida do ecrã principal do iPhone será reposta. As aplicações descarregadas serão mostradas por ordem alfabética após a primeira página do ecrã principal e as pastas de aplicações serão removidas. As aplicações ocultas permanecerão ocultas.
ro: Ecranul principal va fi resetat la aranjamentul implicit pentru iPhone. Aplicațiile descărcate vor fi afișate în ordine alfabetică după prima pagină a ecranului principal, iar dosarele de aplicații vor fi eliminate. Aplicațiile ascunse vor rămâne ascunse.
ru: Настройки макета экрана «Домой» будут сброшены, и он вернется к виду по умолчанию для iPhone. Загруженные приложения будут отображаться в алфавитном порядке после первой страницы экрана «Домой», а папки приложений будут удалены. Скрытые приложения останутся скрытыми.
sk: Na ploche iPhonu bude obnovené pôvodné rozloženie ikon. Stiahnuté apky sa zobrazia v abecednom poradí za prvou stranou plochy a priečinky pre apky budú odstránené. Skryté apky zostanú skryté.
sl: Domači zaslon bo ponastavljen na privzeto postavitev iPhona. Prenesene aplikacije bodo prikazane v abecednem vrstnem redu za prvo stranjo domačega zaslona, mape aplikacij pa bodo odstranjene. Skrite aplikacije bodo ostale skrite.
sv: Hemskärmen nollställs till den förvalda iPhone-layouten. Hämtade appar visas i bokstavsordning efter den första sidan på hemskärmen och mappar tas bort. Gömda appar fortsätter vara gömda.
th: หน้าจอโฮมของคุณจะถูกรีเซ็ตเป็นการจัดเรียงไอคอนเริ่มต้นบน iPhone แอปที่ดาวน์โหลดจะแสดงตามตัวอักษรต่อจากหน้าแรกของหน้าจอโฮม และโฟลเดอร์แอปจะถูกเอาออก แอปที่ซ่อนอยู่จะยังคงซ่อนอยู่
tr: Ana ekranınız saptanmış iPhone yerleşimine sıfırlanır. İndirilen uygulamalar, ilk ana ekran sayfasından sonra alfabetik olarak görünür ve uygulama klasörleri kaldırılır. Gizlenmiş uygulamalar gizli kalır.
uk: Схему Початкового екрана iPhone буде скинуто до типових налаштувань. Викачані програми показуватимуться за абеткою з другої сторінки Початкового екрана, папки програм буде вилучено. Приховані програми залишаться прихованими.
vi: Màn hình chính của bạn sẽ được đặt lại về bố cục mặc định của iPhone. Các ứng dụng đã tải về sẽ xuất hiện theo thứ tự bảng chữ cài sau trang Màn hình chính đầu tiên và các thư mục ứng dụng sẽ bị xóa. Các ứng dụng bị ẩn sẽ vẫn bị ẩn.
zh_cn: 主屏幕将还原为默认iPhone布局。已下载App将在主屏幕第一页往后按字母顺序显示，App文件夹将移除。已隐藏App会保持隐藏。
zh_hk: 你的主畫面將被重設為預設的iPhone佈局。已下載的App將在第一個主畫面之後以字母順序顯示，App資料夾將被移除。隱藏的App將保持隱藏。
zh_tw: 你的主畫面會重置為預設的iPhone佈局。已下載的App會在第一個主畫面頁面後依照字母順序顯示，App檔案夾會移除。已隱藏的App會保持隱藏。

# FAIL_FORWARD_MESSAGE
source: You will not be able to set up this Apple Vision Pro after erasing. A cellular update is required before it can be activated again.
ar: لن يكون بإمكانك إعداد هذه الـ Apple Vision Pro بعد مسحها. يلزم توفر تحديث خلوي أولاً حتى يمكن تنشيطها مرة أخرى.
bg: След изтриването няма да можете да настроите този Apple Vision Pro. Необходимо е обновяване на мобилната мрежа, преди да може да се активира отново.
ca: No podràs configurar l’Apple Vision Pro un cop l’hagis esborrat. Per tornar‑lo a activar, caldrà que actualitzis el servei de dades mòbils.
cs: Když zařízení Apple Vision Pro vymažete, nebudete ho už moct znovu nastavit. Před novou aktivací bude nutné aktualizovat mobilní službu.
da: Du vil ikke kunne indstille denne Apple Vision Pro efter sletning. Der kræves en mobilopdatering, før den kan aktiveres igen.
de: Nach dem Löschen kann diese Apple Vision Pro nicht konfiguriert werden. Vor der erneuten Aktivierung ist eine Mobilfunkaktualisierung erforderlich.
el: Δεν θα είναι δυνατή η διαμόρφωση αυτού του Apple Vision Pro μετά το σβήσιμο. Για εκ νέου ενεργοποίηση της συσκευής, απαιτείται ενημέρωση του κινητού δικτύου.
es: No podrás configurar este Apple Vision Pro después de borrarlo. Para poder activarlo de nuevo es necesario instalar una actualización de datos móviles.
es_us: No podrás configurar este Apple Vision Pro después de borrarlo. Se necesita una actualización de datos celulares antes de que se pueda volver a activar.
fi: Et voi ottaa tätä Apple Vision Prota käyttöön tyhjentämisen jälkeen. Tarvitaan mobiilipäivitys ennen kuin se voidaan aktivoida uudelleen.
fr: Une fois effacé, vous ne pourrez pas configurer cet Apple Vision Pro. Une mise à jour du service cellulaire est requise avant de pouvoir le réactiver.
fr_ca: Vous ne pourrez pas configurer cet Apple Vision Pro après l’avoir effacé. Une mise à jour cellulaire est requise pour pouvoir activer à nouveau l’appareil.
he: לא תהיה לך אפשרות להגדיר את ה-Apple Vision Pro הזה לאחר המחיקה. כדי להפעילו שוב, נדרש עדכון סלולרי.
hi: आप इस Apple Vision Pro को मिटाने के बाद सेटअप नहीं कर पाएँगे। दोबारा सक्रिय करने से पहले मोबाइल अपडेट ज़रूरी है।
hr: Nećete moći podesiti ovaj Apple Vision Pro nakon brisanja. Za ponovnu aktivaciju bit će potrebno ažuriranje mobilne mreže.
hu: Nem fogja tudni beállítani ezt az Apple Vision Prót az adatai törlése után. Mobiladat-hálózatról kell frissíteni, mielőtt ismét aktiválható lenne.
id: Anda tidak akan dapat mengatur Apple Vision Pro ini setelah menghapus. Pembaruan seluler diperlukan sebelum perangkat dapat diaktifkan lagi.
it: Dopo l’inizializzazione, non sarai più in grado di configurare Apple Vision Pro e sarà necessario eseguire un aggiornamento tramite rete cellulare prima di poterlo attivare nuovamente.
ja: 消去後はこのApple Vision Proを設定できなくなります。再度アクティベートできるようにするには、モバイル通信アップデートが必要です。
kk: Деректерді өшіргеннен кейін осы Apple Vision Pro құрылғысын баптай алмайсыз. Ұялы байланысты қайта белсендірмес бұрын оны жаңарту қажет.
ko: 지운 다음에는 이 Apple Vision Pro를 설정할 수 없습니다. 이 기기를 다시 활성화하려면 셀룰러 업데이트가 필요합니다.
lt: Ištrynę „Apple Vision Pro“ įrenginio duomenis, jo nustatyti negalėsite. Prieš aktyvinant iš naujo, reikia atnaujinti mobiliojo ryšio tinklo nustatymus.
ms: Anda tidak akan dapat menyediakan Apple Vision Pro ini selepas dipadamkan. Kemas kini selular diperlukan sebelum ia boleh diaktifkan semula.
nl: Je kunt deze Apple Vision Pro niet configureren nadat deze is gewist. Er is een mobiele update vereist voordat de Apple Vision Pro opnieuw kan worden geactiveerd.
no: Du kan ikke konfigurere Apple Vision Pro etter at den slettes. Det kreves en mobilnett­oppdatering før enheten kan aktiveres igjen.
pl: Skonfigurowanie Apple Vision Pro po wymazaniu nie będzie możliwe. Jego ponowna aktywacja wymaga uaktualnienia połączenia komórkowego.
pt: Você não poderá configurar este Apple Vision Pro após apagá‑lo. Para reativá‑lo, é necessária uma atualização do serviço celular.
pt_pt: Não será possível configurar este Apple Vision Pro depois de apagar os dados. Antes de poder ser reativado, necessitará de uma atualização da parte da operadora.
ro: Nu veți putea configura acest Apple Vision Pro după ștergere. Pentru a putea fi activat din nou, este necesară o actualizare celulară.
ru: Вы не сможете настроить этот Apple Vision Pro, стерев его. Для повторной активации Apple Vision Pro сначала нужно обновить настройки сотовой сети.
sk: Toto Apple Vision Pro po vymazaní nebude možné nastaviť. Pred jeho opätovnou aktiváciou sa vyžaduje aktualizácia mobilných služieb.
sl: Po izbrisu ne boste mogli nastaviti te naprave Apple Vision Pro. Pred njeno ponovno aktivacijo je potrebna posodobitev prek mobilnega omrežja.
sv: Du kommer inte att kunna ställa in denna Apple Vision Pro när du har raderat den. En mobilnätuppdatering krävs innan den kan aktiveras på nytt.
th: คุณจะไม่สามารถตั้งค่า Apple Vision Pro เครื่องนี้ได้หลังจากลบข้อมูลเครื่อง ต้องอัปเดตเซลลูลาร์ก่อนจึงจะสามารถเปิดใช้งานเครื่องได้อีกครั้ง
tr: Bu Apple Vision Pro’yu sildikten sonra ayarlayamazsınız. Yeniden etkinleştirilebilmesi için hücresel güncelleme gerekir.
uk: Ви не зможете налаштувати цей Apple Vision Pro після стирання. Щоб активувати його знову, потрібно виконати оновлення через стільникову мережу.
vi: Bạn sẽ không thể thiết lập Apple Vision Pro này sau khi xóa. Yêu cầu có một bản cập nhật di động trước khi có thể kích hoạt lại thiết bị.
zh_cn: 抹掉后你将无法设置这台Apple Vision Pro。再次激活之前，需要进行蜂窝网络更新。
zh_hk: 清除後你將無法設定此Apple Vision Pro。你需要進行流動網絡更新才能將其重新啟動。
zh_tw: 清除後你將無法設定此Apple Vision Pro。需要更新行動數據才能再次啟用。

# RESET_LOCATION_MSG
source: This will reset your location and privacy settings to factory defaults.
ar: سيتم إعادة تعيين الموقع وإعدادات الخصوصية إلى الوضع الافتراضي.
bg: Това ще нулира настройките за местоположението и поверителност до фабричните настройки по подразбиране.
ca: Es restabliran els valors originals de localització i privacitat.
cs: Tímto budou obnovena všechna původní nastavení polohových služeb a soukromí.
da: Nulstiller lokalitet og indstillingerne til Anonymitet til standardindstillingerne.
de: Hiermit werden deine Standort- und Datenschutzeinstellungen auf die Werkseinstellungen zurückgesetzt.
el: Θα επαναφερθούν οι ρυθμίσεις τοποθεσίας και απορρήτου σας στις εργοστασιακές προεπιλογές.
es: Se restablecerán los ajustes originales de localización y privacidad.
es_us: Se restablecerá la configuración original de Localización y la privacidad.
fi: Tämä nollaa sijainti- ja tietosuoja-asetukset tehdasasetuksiin.
fr: Les réglages de localisation et de confidentialité par défaut seront rétablis.
fr_ca: Les réglages d’origine de localisation et de confidentialité seront rétablis.
he: פעולה זו תחזיר את הגדרות הפרטיות והמיקום שלך למצבן המקורי.
hi: यह आपके स्थान और गोपनीयता सेटिंग्ज़ को फ़ैक्ट्री डिफ़ॉल्ट पर रीसेट कर देगा।
hr: Ovime će se vaše postavke lokacije i privatnosti resetirati na tvorničke vrijednosti.
hu: Ez vissza fogja állítani a helymeghatározási és adatvédelmi beállításokat a gyári alapértékekre.
id: Ini akan mengatur ulang pengaturan privasi dan lokasi Anda ke pengaturan awal pabrik.
it: Le impostazioni relative a posizione e privacy verranno riportate ai valori iniziali.
ja: 位置情報とプライバシーの設定を工場出荷時のデフォルト状態にリセットします。
kk: Бұл геолокация мен құпиялылық реттеулеріңізді зауыттық параметрлерге қайтарады.
ko: 이 작업은 위치 및 개인정보 설정을 초기 설정으로 재설정합니다.
lt: Tokiu būdu jūsų vietos ir privatumo nustatymai bus nustatyti iš naujo į numatytuosius gamyklinius nustatymus.
ms: Ini akan mereset seting lokasi dan privasi anda kepada lalai kilang.
nl: Hiermee stel je de locatie- en privacy-instellingen in op de standaardwaarden.
no: Dette nullstiller innstillingene for Stedstjenester og Personvern.
pl: Spowoduje to wyzerowanie ostrzeżeń lokalizacji i ustawień prywatności do ustawień fabrycznych.
pt: Isso redefinirá seus ajustes de localização e privacidade aos padrões de fábrica.
pt_pt: Os avisos de localização e definições de privacidade serão repostos de acordo com as definições de fábrica.
ro: Configurările de localizare și intimitate vor fi resetate la valorile implicite.
ru: Заводские настройки геолокации и конфиденциальности будут восстановлены.
sk: Týmto obnovíte pôvodné nastavenia lokalizačných služieb a súkromia.
sl: To bo ponastavilo nastavitve lokacije in zasebnosti na tovarniške nastavitve.
sv: Detta återställer plats och integritetsinställningar till de ursprungliga fabriksinställningarna.
th: การทำงานนี้จะรีเซ็ตการตั้งค่าบริการหาตำแหน่งที่ตั้งและความเป็นส่วนตัวของคุณให้เป็นการตั้งค่าจากโรงงาน
tr: Bu, konum ve gizlilik ayarlarınızı fabrika saptanmışlarına döndürecektir.
uk: Усі параметри геопозиції та приватності буде скинуто до початкового стану.
vi: Thao tác này sẽ đặt lại cài đặt vị trí và quyền riêng tư về mặc định ban đầu.
zh_cn: 这会将你的位置和隐私设置还原为厂家默认值。
zh_hk: 定位服務及私隱設定將重設為出廠時的預設值。
zh_tw: 定位服務和隱私權設定將重置為出廠預設值。

# ICLOUD_BACKUP_ERROR_MSG_WIFI
source: Make sure you are connected to Wi-Fi while backing up.
ar: تأكد من الاتصال بالـ Wi-Fi أثناء النسخ الاحتياطي.
bg: Уверете се, че сте свързани към Wi-Fi, докато се създава резервно копие.
ca: Comprova que tinguis connexió a la Wi‑Fi mentre s’està efectuant la còpia de seguretat.
cs: Ujistěte se, že jste během zálohování připojeni k Wi‑Fi.
da: Sørg for at have forbindelse til Wi‑Fi under sikkerhedskopiering.
de: Stelle sicher, dass während des Backups eine WLAN-Verbindung besteht.
el: Βεβαιωθείτε ότι είστε συνδεδεμένοι σε Wi-Fi κατά τη δημιουργία εφεδρικού αντιγράφου.
es: Asegúrate de que tienes conexión a una red Wi‑Fi mientras se realiza la copia de seguridad.
es_us: Asegúrate de tener conexión a Wi-Fi al respaldar.
fi: Varmista, että olet yhteydessä Wi-Fiin, kun varmuuskopioit.
fr: Assurez-vous que vous êtes connecté à un réseau Wi-Fi pendant la sauvegarde.
fr_ca: Assurez-vous d’être connecté à un réseau Wi‑Fi lors de la sauvegarde.
he: ודא/י שהמכשיר מחובר לרשת אלחוטית במהלך הגיבוי.
hi: सुनिश्चित करें कि बैकअप के दौरान आप वाई-फ़ाई से कनेक्टेड रहें।
hr: Tijekom sigurnosnog kopiranja trebate biti spojeni na Wi-Fi.
hu: Győződjön meg róla, hogy biztonsági mentés közben csatlakozik a Wi-Fi-hálózathoz.
id: Pastikan Anda terhubung ke Wi-Fi saat mencadangkan.
it: Assicurati di aver eseguito l’accesso a una rete Wi-Fi mentre esegui il backup.
ja: バックアップ中にWi-Fiに接続していることを確認してください。
kk: Сақтық көшірме жасау кезінде Wi-Fi желісіне қосулы екеніңізге көз жеткізіңіз.
ko: 백업하는 동안 Wi‑Fi에 연결되어 있는지 확인하십시오.
lt: Įsitikinkite, kad kurdami atsarginę kopiją esate prisijungę prie „Wi-Fi“ tinklo.
ms: Pastikan anda disambungkan ke Wi-Fi semasa membuat sandaran.
nl: Controleer of er verbinding is met wifi voordat je een back-up maakt.
no: Forsikre deg om at du er koblet til Wi‑Fi under sikkerhetskopiering.
pl: Upewnij się, że podczas tworzenia backupu masz połączenie z siecią Wi‑Fi.
pt: Certifique-se de ter conexão com uma rede Wi-Fi durante o backup.
pt_pt: Certifique‑se de que a ligação a uma rede Wi-Fi está ativa durante a cópia de segurança.
ro: Asigurați-vă că dispuneți de conexiune la Wi‑Fi în timpul efectuării backupului.
ru: Убедитесь в наличии подключения к Wi‑Fi во время резервного копирования.
sk: Uistite sa, že počas zálohovania máte pripojenie k Wi-Fi.
sl: Prepričajte se, da ste med varnostnim kopiranjem povezani z omrežjem Wi-Fi.
sv: Kontrollera att du är ansluten till Wi-Fi under säkerhetskopieringen.
th: ตรวจสอบให้แน่ใจว่าคุณเชื่อมต่ออยู่กับ Wi‑Fi ในระหว่างสำรองข้อมูล
tr: Yedeklerken Wi-Fi’ye bağlı olduğunuzdan emin olun.
uk: Упевніться, що ви підʼєднані до Wi-Fi під час архівації.
vi: Đảm bảo rằng thiết bị của bạn được kết nối vào Wi-Fi khi đang sao lưu.
zh_cn: 备份时请确保你已接入Wi-Fi。
zh_hk: 備份時請確定你已連接Wi-Fi。
zh_tw: 備份時請確定你已連接Wi-Fi。

# ICLOUD_NEEDS_POWER_WIFI
source: Connect to power and stay on Wi-Fi while completing.
ar: اتصل بمصدر طاقة وابق متصلاً بشبكة Wi-Fi أثناء إتمام العملية.
bg: Свържете се към захранването и останете свързани към Wi-Fi, докато приключи.
ca: Connecta el dispositiu al corrent i no el desconnectis de la Wi-Fi fins que finalitzi el procés.
cs: Do dokončení nastavení zůstaňte připojeni k Wi‑Fi a napájení.
da: Slut til strømforsyning, og bliv på Wi-Fi under færdiggørelse.
de: Bleibe zum Abschließen mit dem Stromnetz und WLAN verbunden.
el: Συνδέστε τη συσκευή στο ρεύμα και διατηρήστε τη σύνδεση Wi-Fi κατά την ολοκλήρωση.
es: Conecta el dispositivo a una fuente de alimentación y no lo desconectes de la red Wi‑Fi durante el proceso.
es_us: Mantente conectado al Wi-Fi y a una fuente de energía mientras termina.
fi: Liitä virtalähteeseen ja suorita loppuun pysymällä Wi‑Fi-verkossa.
fr: Branchez-vous sur secteur et restez connecté au Wi-Fi jusqu’à la fin de l’opération.
fr_ca: Branchez l’appareil à une source d’alimentation et restez connecté à un réseau Wi-Fi jusqu’à la fin de l’opération.
he: להשלמת הפעולה, חבר/י את המכשיר לחשמל והישאר/י מחובר לרשת אלחוטית.
hi: पूरा होने तक पावर से कनेक्ट करके रखें और वाई-फ़ाई पर बने रहें।
hr: Spojite uređaj na napajanje i ostanite spojeni na Wi-Fi tijekom dovršavanja.
hu: Csatlakoztassa a töltőt, és hagyja bekapcsolva a Wi-Fi-t, amíg be nem fejezi.
id: Hubungkan ke daya dan tetap di Wi-Fi saat menyelesaikan.
it: Collegati a una sorgente di alimentazione e rimani connesso alla rete Wi-Fi mentre completi l’operazione.
ja: 完了中は電源に接続してWi-Fiに接続したままにしてください。
kk: Аяқталғанша қуат көзіне және Wi-Fi желісіне қосулы болыңыз.
ko: 완료하는 동안 전원에 연결하고 W⁠i⁠-⁠F⁠i⁠를 유지하십시오.
lt: Užbaigdami prisijunkite prie maitinimo tinklo ir likite prisijungę prie „Wi-Fi“ tinklo.
ms: Sambung ke sumber kuasa dan kekal pada Wi-Fi semasa melengkapkan.
nl: Sluit aan op een stroombron en blijf verbonden met wifi om te voltooien.
no: Koble til strøm og ikke koble fra Wi–Fi under fullføringen.
pl: Podłącz do zasilania i nie rozłączaj się z siecią Wi-Fi do zakończenia.
pt: Conecte à alimentação e permaneça na rede Wi-Fi durante a conclusão.
pt_pt: Mantenha a ligação à corrente e à rede Wi‑Fi até à conclusão do processo.
ro: Conectați dispozitivul la alimentare și mențineți conexiunea la Wi‑Fi pentru finalizare.
ru: Подключитесь к источнику питания и сети Wi-Fi и не отключайтесь до завершения операции.
sk: Počas dokončovania pripojte napájanie a zostaňte vo Wi-Fi sieti.
sl: Priklopite napravo na napajanje in ohranite povezavo z omrežjem Wi-Fi med dokončevanjem.
sv: Anslut till en strömkälla och fortsätt vara ansluten till Wi-Fi under tiden.
th: เสียบสายชาร์จและเชื่อมต่อกับ Wi‑Fi ตลอดเวลาจนกว่าจะสำเร็จ
tr: Tamamlarken güce ve Wi-Fi’ye bağlı kalın.
uk: Підʼєднайте живлення і не відʼєднуйтесь від Wi-Fi під час виконування.
vi: Kết nối với nguồn điện và duy trì Wi-Fi trong khi đang hoàn tất.
zh_cn: 完成过程中请接入电源并保持Wi-Fi连接。
zh_hk: 完成期間請連接電源並保持Wi-Fi連線。
zh_tw: 完成期間請連接電源並保持Wi-Fi連線。
